Revit 2020 API
UnifiedBitmap Class
 Represents the properties of materials.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018
Syntax
C#
public static class UnifiedBitmap
Visual Basic
Public NotInheritable Class UnifiedBitmap
Visual C++
public ref class UnifiedBitmap abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.Visual.UnifiedBitmap
See Also
UnifiedBitmap Members
Autodesk.Revit.DB.Visual Namespace